{
  "text": {
    "hi": 75,
    "hello": 72,
    "hey": 74,
    "good": 67,
    "morning": 104,
    "evening": 54,
    "there": 168,
    "again": 7,
    "day": 41,
    "howdy": 79,
    "what": 182,
    "s": 144,
    "up": 175,
    "bye": 22,
    "goodbye": 68,
    "see": 148,
    "you": 187,
    "later": 87,
    "talk": 162,
    "to": 172,
    "ya": 186,
    "catch": 25,
    "have": 71,
    "a": 0,
    "nice": 110,
    "take": 161,
    "care": 24,
    "farewell": 57,
    "soon": 153,
    "are": 13,
    "who": 183,
    "is": 85,
    "your": 188,
    "purpose": 133,
    "can": 23,
    "do": 46,
    "function": 63,
    "role": 143,
    "job": 86,
    "task": 163,
    "objective": 112,
    "goal": 66,
    "aim": 8,
    "mission": 102,
    "vision": 179,
    "this": 170,
    "chatbot": 27,
    "about": 1,
    "tell": 166,
    "me": 101,
    "the": 167,
    "of": 113,
    "for": 62,
    "i": 80,
    "want": 180,
    "register": 138,
    "how": 78,
    "registration": 139,
    "process": 126,
    "would": 184,
    "like": 91,
    "sign": 150,
    "create": 38,
    "an": 10,
    "account": 4,
    "need": 109,
    "let": 90,
    "login": 94,
    "in": 81,
    "log": 93,
    "access": 3,
    "my": 106,
    "student": 156,
    "am": 9,
    "as": 16,
    "m": 96,
    "teacher": 164,
    "tutor": 173,
    "update": 176,
    "profile": 128,
    "change": 26,
    "edit": 48,
    "modify": 103,
    "on": 115,
    "tutorfinder": 174,
    "details": 43,
    "information": 82,
    "name": 107,
    "address": 6,
    "phone": 118,
    "number": 111,
    "semester": 149,
    "subject": 159,
    "teaching": 165,
    "fees": 59,
    "qualification": 134,
    "preofessional": 124,
    "experience": 56,
    "professional": 127,
    "picture": 122,
    "email": 51,
    "find": 60,
    "search": 146,
    "looking": 95,
    "help": 73,
    "finding": 61,
    "searching": 147,
    "location": 92,
    "by": 21,
    "studies": 157,
    "course": 37,
    "exam": 55,
    "preparation": 125,
    "homework": 77,
    "project": 129,
    "guidance": 70,
    "thesis": 169,
    "assistance": 17,
    "academic": 2,
    "support": 160,
    "online": 116,
    "classes": 30,
    "bengali": 18,
    "english": 52,
    "mathematics": 100,
    "science": 145,
    "history": 76,
    "geography": 64,
    "computer": 35,
    "physics": 121,
    "chemistry": 29,
    "biology": 19,
    "economics": 47,
    "business": 20,
    "accountancy": 5,
    "arts": 15,
    "music": 105,
    "physical": 120,
    "education": 50,
    "psychology": 131,
    "sociology": 152,
    "political": 123,
    "philosophy": 117,
    "environmental": 53,
    "statistics": 155,
    "olympiad": 114,
    "coding": 31,
    "robotics": 142,
    "artificial": 14,
    "intelligence": 83,
    "data": 40,
    "machine": 97,
    "learning": 89,
    "web": 181,
    "development": 44,
    "app": 12,
    "graphic": 69,
    "design": 42,
    "animation": 11,
    "video": 177,
    "editing": 49,
    "photography": 119,
    "digital": 45,
    "marketing": 99,
    "content": 36,
    "writing": 185,
    "creative": 39,
    "public": 132,
    "speaking": 154,
    "communication": 32,
    "skills": 151,
    "leadership": 88,
    "time": 171,
    "management": 98,
    "study": 158,
    "interview": 84,
    "named": 108,
    "rate": 135,
    "give": 65,
    "rating": 136,
    "feedback": 58,
    "provide": 130,
    "complain": 33,
    "complaint": 34,
    "report": 140,
    "view": 178,
    "ratings": 137,
    "check": 28,
    "reviews": 141
  },
  "intent": {
    "greet": 4,
    "goodbye": 3,
    "about_chatbot": 0,
    "registration": 10,
    "login": 5,
    "student_context": 15,
    "teacher_context": 16,
    "profile_details_update": 6,
    "profile_picture_update": 7,
    "email_update": 1,
    "search_tutor": 11,
    "search_tutor_by_location_context": 12,
    "search_tutor_by_subject_context": 14,
    "search_tutor_by_name_context": 13,
    "rate_student": 8,
    "feedback_complain_report_student_teacher": 2,
    "rate_teacher": 9,
    "view_ratings_of_teacher": 18,
    "view_ratings_of_myself": 17
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 8,
    "action_session_start": 10,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 9,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 12,
    "action_unlikely_intent": 13,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_reset_context": 7,
    "action_set_context": 11,
    "utter_about_chatbot": 14,
    "utter_ask_student_or_teacher": 15,
    "utter_ask_subject_or_name_or_location": 16,
    "utter_email_update": 17,
    "utter_feedback_complain_report_student_teacher": 18,
    "utter_goodbye": 19,
    "utter_greet": 20,
    "utter_profile_details_update": 21,
    "utter_profile_picture_update": 22,
    "utter_rate_student": 23,
    "utter_rate_teacher": 24,
    "utter_search_tutor_by_location_context": 25,
    "utter_search_tutor_by_name_context": 26,
    "utter_search_tutor_by_subject_context": 27,
    "utter_student_login": 28,
    "utter_student_registration": 29,
    "utter_teacher_login": 30,
    "utter_teacher_registration": 31,
    "utter_view_ratings_of_myself": 32,
    "utter_view_ratings_of_teacher": 33
  },
  "action_text": null,
  "intent_response_key": null
}