{
  "text": {
    "hi": 131,
    "hello": 128,
    "hey": 130,
    "good": 121,
    "morning": 176,
    "evening": 101,
    "there": 277,
    "again": 8,
    "day": 77,
    "howdy": 137,
    "what": 304,
    "s": 244,
    "up": 290,
    "bye": 45,
    "goodbye": 122,
    "see": 248,
    "you": 313,
    "later": 148,
    "talk": 268,
    "to": 281,
    "ya": 312,
    "catch": 48,
    "have": 127,
    "a": 0,
    "nice": 184,
    "take": 267,
    "care": 47,
    "farewell": 106,
    "soon": 255,
    "is": 145,
    "this": 279,
    "platform": 212,
    "about": 1,
    "tutorfinder": 287,
    "used": 292,
    "for": 113,
    "purpose": 225,
    "goal": 120,
    "objective": 188,
    "mission": 172,
    "vision": 299,
    "tutor": 286,
    "finder": 110,
    "function": 114,
    "role": 243,
    "are": 27,
    "who": 307,
    "your": 314,
    "can": 46,
    "do": 88,
    "job": 146,
    "task": 269,
    "aim": 9,
    "chatbot": 50,
    "tell": 275,
    "me": 167,
    "the": 276,
    "of": 189,
    "developer": 82,
    "maker": 162,
    "creator": 74,
    "programmer": 219,
    "coder": 55,
    "planner": 210,
    "designer": 79,
    "architect": 25,
    "engineer": 96,
    "builder": 40,
    "constructor": 65,
    "developers": 83,
    "makers": 163,
    "creators": 75,
    "programmers": 220,
    "coders": 56,
    "planners": 211,
    "designers": 80,
    "architects": 26,
    "engineers": 97,
    "builders": 41,
    "constructors": 66,
    "built": 42,
    "website": 302,
    "created": 72,
    "author": 34,
    "make": 161,
    "create": 71,
    "authors": 35,
    "i": 138,
    "want": 300,
    "register": 232,
    "how": 136,
    "registration": 233,
    "process": 216,
    "would": 310,
    "like": 153,
    "sign": 251,
    "an": 12,
    "account": 5,
    "need": 182,
    "let": 152,
    "login": 157,
    "in": 141,
    "log": 156,
    "access": 4,
    "my": 179,
    "student": 260,
    "am": 11,
    "as": 30,
    "m": 159,
    "teacher": 271,
    "update": 291,
    "profile": 218,
    "change": 49,
    "edit": 92,
    "modify": 173,
    "on": 191,
    "details": 81,
    "information": 142,
    "name": 180,
    "address": 7,
    "phone": 205,
    "number": 187,
    "semester": 249,
    "subject": 264,
    "teaching": 273,
    "fees": 108,
    "qualification": 226,
    "preofessional": 214,
    "experience": 103,
    "professional": 217,
    "picture": 209,
    "email": 95,
    "find": 109,
    "search": 246,
    "looking": 158,
    "help": 129,
    "finding": 111,
    "searching": 247,
    "location": 155,
    "by": 44,
    "studies": 262,
    "course": 70,
    "exam": 102,
    "preparation": 215,
    "homework": 133,
    "project": 221,
    "guidance": 124,
    "thesis": 278,
    "assistance": 31,
    "academic": 2,
    "support": 265,
    "online": 192,
    "classes": 54,
    "bengali": 38,
    "english": 98,
    "mathematics": 166,
    "science": 245,
    "history": 132,
    "geography": 116,
    "computer": 63,
    "physics": 208,
    "chemistry": 52,
    "biology": 39,
    "economics": 91,
    "business": 43,
    "accountancy": 6,
    "arts": 29,
    "music": 178,
    "physical": 207,
    "education": 94,
    "psychology": 223,
    "sociology": 254,
    "political": 213,
    "philosophy": 204,
    "environmental": 100,
    "statistics": 257,
    "olympiad": 190,
    "coding": 57,
    "robotics": 242,
    "artificial": 28,
    "intelligence": 143,
    "data": 76,
    "machine": 160,
    "learning": 150,
    "web": 301,
    "development": 84,
    "app": 16,
    "graphic": 123,
    "design": 78,
    "animation": 14,
    "video": 297,
    "editing": 93,
    "photography": 206,
    "digital": 85,
    "marketing": 165,
    "content": 68,
    "writing": 311,
    "creative": 73,
    "public": 224,
    "speaking": 256,
    "communication": 58,
    "skills": 253,
    "leadership": 149,
    "time": 280,
    "management": 164,
    "study": 263,
    "interview": 144,
    "named": 181,
    "apply": 20,
    "applying": 21,
    "contact": 67,
    "structure": 259,
    "payment": 201,
    "much": 177,
    "does": 89,
    "cost": 69,
    "per": 203,
    "hour": 135,
    "session": 250,
    "total": 282,
    "month": 175,
    "week": 303,
    "money": 174,
    "class": 53,
    "lesson": 151,
    "rate": 228,
    "give": 119,
    "rating": 229,
    "feedback": 107,
    "provide": 222,
    "complain": 59,
    "complaint": 60,
    "report": 239,
    "if": 140,
    "disturb": 86,
    "handle": 125,
    "disturbing": 87,
    "view": 298,
    "ratings": 230,
    "check": 51,
    "reviews": 241,
    "and": 13,
    "list": 154,
    "students": 261,
    "applied": 18,
    "accept": 3,
    "reject": 234,
    "genuine": 115,
    "reliable": 238,
    "trustworthy": 284,
    "all": 10,
    "tutors": 289,
    "teachers": 272,
    "real": 231,
    "authentic": 32,
    "verified": 294,
    "honest": 134,
    "truthful": 285,
    "sincere": 252,
    "verify": 295,
    "verifying": 296,
    "ensure": 99,
    "verification": 293,
    "identity": 139,
    "confirmed": 64,
    "authenticity": 33,
    "approval": 22,
    "approved": 23,
    "notification": 185,
    "message": 168,
    "know": 147,
    "approves": 24,
    "get": 117,
    "notified": 186,
    "rejection": 236,
    "rejected": 235,
    "rejects": 237,
    "will": 308,
    "when": 305,
    "applies": 19,
    "applications": 17,
    "system": 266,
    "work": 309,
    "any": 15,
    "complete": 61,
    "steps": 258,
    "compplete": 62,
    "where": 306,
    "opton": 195,
    "finish": 112,
    "minimum": 171,
    "qualifications": 227,
    "requirements": 240,
    "needed": 183,
    "pass": 197,
    "passed": 198,
    "happens": 126,
    "fail": 104,
    "failed": 105,
    "earn": 90,
    "trusted": 283,
    "badge": 36,
    "getting": 118,
    "batch": 37,
    "teach": 270,
    "teahcer": 274,
    "paid": 196,
    "tutoring": 288,
    "pay": 199,
    "method": 169,
    "methods": 170,
    "options": 194,
    "option": 193,
    "payments": 202,
    "payement": 200
  },
  "intent": {
    "greet": 13,
    "goodbye": 12,
    "utter_about_tutorfinder": 34,
    "about_chatbot": 0,
    "about_developer": 1,
    "registration": 24,
    "login": 17,
    "student_context": 30,
    "teacher_context": 31,
    "profile_details_update": 20,
    "profile_picture_update": 21,
    "email_update": 8,
    "search_tutor": 25,
    "search_tutor_by_location_context": 26,
    "search_tutor_by_subject_context": 28,
    "search_tutor_by_name_context": 27,
    "apply_for_tutor": 4,
    "fees_of_tutor": 10,
    "rate_student": 22,
    "feedback_complain_report_student_teacher": 9,
    "rate_teacher": 23,
    "view_ratings_of_teacher": 36,
    "view_ratings_of_myself": 35,
    "view_student_list": 37,
    "genuine_tutor": 11,
    "tutor_approve_notification": 32,
    "tutor_reject_notification": 33,
    "student_apply_notification": 29,
    "interview_system": 16,
    "complete_interview": 6,
    "minimum_qualifications": 18,
    "interview_pass": 15,
    "interview_fail": 14,
    "earn_trusted_badge": 7,
    "about_trusted_badge": 2,
    "classes": 5,
    "payment_query": 19,
    "about_tutor_finder": 3
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 8,
    "action_session_start": 10,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 9,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 12,
    "action_unlikely_intent": 13,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_reset_context": 7,
    "action_set_context": 11,
    "utter_about_chatbot": 14,
    "utter_about_developer": 15,
    "utter_about_trusted_badge": 16,
    "utter_about_tutor_finder": 17,
    "utter_apply_for_tutor": 18,
    "utter_ask_student_or_teacher": 19,
    "utter_ask_subject_or_name_or_location": 20,
    "utter_classes": 21,
    "utter_complete_interview": 22,
    "utter_earn_trusted_badge": 23,
    "utter_email_update": 24,
    "utter_feedback_complain_report_student_teacher": 25,
    "utter_fees_of_tutor": 26,
    "utter_genuine_tutor": 27,
    "utter_goodbye": 28,
    "utter_greet": 29,
    "utter_interview_fail": 30,
    "utter_interview_pass": 31,
    "utter_interview_system": 32,
    "utter_minimum_qualifications": 33,
    "utter_payment_query": 34,
    "utter_profile_details_update": 35,
    "utter_profile_picture_update": 36,
    "utter_rate_student": 37,
    "utter_rate_teacher": 38,
    "utter_search_tutor_by_location_context": 39,
    "utter_search_tutor_by_name_context": 40,
    "utter_search_tutor_by_subject_context": 41,
    "utter_student_apply_notification": 42,
    "utter_student_login": 43,
    "utter_student_registration": 44,
    "utter_teacher_login": 45,
    "utter_teacher_registration": 46,
    "utter_tutor_approve_notification": 47,
    "utter_tutor_reject_notification": 48,
    "utter_view_ratings_of_myself": 49,
    "utter_view_ratings_of_teacher": 50,
    "utter_view_student_list": 51
  },
  "action_text": null,
  "intent_response_key": null
}