{
  "text": {
    "register": 69,
    "sign": 76,
    "up": 93,
    "create": 17,
    "an": 6,
    "account": 2,
    "join": 46,
    "i": 43,
    "want": 95,
    "to": 89,
    "would": 101,
    "like": 50,
    "please": 67,
    "me": 53,
    "can": 13,
    "you": 104,
    "need": 58,
    "for": 28,
    "how": 41,
    "on": 65,
    "tutorfinder": 91,
    "login": 51,
    "in": 44,
    "access": 1,
    "my": 56,
    "as": 9,
    "a": 0,
    "student": 80,
    "teacher": 84,
    "tutor": 90,
    "am": 4,
    "m": 52,
    "registration": 70,
    "hey": 38,
    "hello": 37,
    "hi": 39,
    "there": 87,
    "good": 31,
    "morning": 55,
    "evening": 23,
    "moin": 54,
    "let": 49,
    "s": 71,
    "go": 29,
    "dude": 22,
    "goodmorning": 34,
    "goodevening": 33,
    "afternoon": 3,
    "cu": 18,
    "by": 11,
    "cee": 14,
    "later": 48,
    "night": 61,
    "bye": 12,
    "goodbye": 32,
    "have": 36,
    "nice": 60,
    "day": 19,
    "see": 75,
    "around": 8,
    "yes": 103,
    "y": 102,
    "indeed": 45,
    "of": 64,
    "course": 16,
    "that": 85,
    "sounds": 78,
    "correct": 15,
    "no": 62,
    "n": 57,
    "never": 59,
    "don": 21,
    "t": 82,
    "think": 88,
    "so": 77,
    "way": 97,
    "not": 63,
    "really": 68,
    "perfect": 66,
    "great": 35,
    "amazing": 5,
    "feeling": 27,
    "king": 47,
    "wonderful": 99,
    "very": 94,
    "going": 30,
    "save": 74,
    "the": 86,
    "world": 100,
    "super": 81,
    "stoked": 79,
    "extremely": 24,
    "was": 96,
    "horrible": 40,
    "sad": 73,
    "feel": 26,
    "well": 98,
    "disappointed": 20,
    "unhappy": 92,
    "extremly": 25,
    "saad": 72,
    "are": 7,
    "bot": 10,
    "human": 42,
    "talking": 83
  },
  "intent": {
    "registration": 9,
    "login": 5,
    "student_registration": 12,
    "teacher_registration": 15,
    "student_login": 11,
    "teacher_login": 14,
    "student_context": 10,
    "teacher_context": 13,
    "greet": 4,
    "goodbye": 3,
    "affirm": 0,
    "deny": 2,
    "mood_great": 6,
    "mood_unhappy": 7,
    "bot_challenge": 1,
    "nlu_fallback": 8
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 8,
    "action_session_start": 10,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 9,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 12,
    "action_unlikely_intent": 13,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_reset_context": 7,
    "action_set_context": 11,
    "utter_anything_else": 14,
    "utter_default": 15,
    "utter_goodbye": 16,
    "utter_greet": 17,
    "utter_iamabot": 18,
    "utter_student_login": 19,
    "utter_student_registration": 20,
    "utter_teacher_login": 21,
    "utter_teacher_registration": 22
  },
  "action_text": null,
  "intent_response_key": null
}