{
  "text": {
    "hi": 35,
    "hello": 33,
    "hey": 34,
    "good": 30,
    "morning": 52,
    "evening": 23,
    "there": 86,
    "again": 5,
    "day": 18,
    "howdy": 37,
    "what": 95,
    "s": 72,
    "up": 91,
    "bye": 11,
    "goodbye": 31,
    "see": 73,
    "you": 99,
    "later": 43,
    "talk": 80,
    "to": 88,
    "ya": 98,
    "catch": 14,
    "have": 32,
    "a": 0,
    "nice": 56,
    "take": 79,
    "care": 13,
    "farewell": 25,
    "soon": 76,
    "are": 9,
    "who": 96,
    "is": 41,
    "your": 100,
    "purpose": 67,
    "can": 12,
    "do": 20,
    "function": 28,
    "role": 71,
    "job": 42,
    "task": 81,
    "objective": 58,
    "goal": 29,
    "aim": 6,
    "mission": 50,
    "vision": 93,
    "this": 87,
    "chatbot": 16,
    "about": 1,
    "tell": 84,
    "me": 49,
    "the": 85,
    "of": 59,
    "for": 27,
    "i": 38,
    "want": 94,
    "register": 69,
    "how": 36,
    "registration": 70,
    "process": 64,
    "would": 97,
    "like": 45,
    "sign": 75,
    "create": 17,
    "an": 8,
    "account": 3,
    "need": 55,
    "let": 44,
    "login": 47,
    "in": 39,
    "log": 46,
    "access": 2,
    "my": 53,
    "student": 77,
    "am": 7,
    "as": 10,
    "m": 48,
    "teacher": 82,
    "tutor": 89,
    "update": 92,
    "profile": 66,
    "change": 15,
    "edit": 21,
    "modify": 51,
    "on": 60,
    "tutorfinder": 90,
    "details": 19,
    "information": 40,
    "name": 54,
    "address": 4,
    "phone": 61,
    "number": 57,
    "semester": 74,
    "subject": 78,
    "teaching": 83,
    "fees": 26,
    "qualification": 68,
    "preofessional": 63,
    "experience": 24,
    "professional": 65,
    "picture": 62,
    "email": 22
  },
  "intent": {
    "greet": 3,
    "goodbye": 2,
    "about_chatbot": 0,
    "registration": 7,
    "login": 4,
    "student_context": 8,
    "teacher_context": 9,
    "profile_details_update": 5,
    "profile_picture_update": 6,
    "email_update": 1
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 8,
    "action_session_start": 10,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 9,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 12,
    "action_unlikely_intent": 13,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_reset_context": 7,
    "action_set_context": 11,
    "utter_about_chatbot": 14,
    "utter_ask_student_or_teacher": 15,
    "utter_email_update": 16,
    "utter_goodbye": 17,
    "utter_greet": 18,
    "utter_profile_details_update": 19,
    "utter_profile_picture_update": 20,
    "utter_student_login": 21,
    "utter_student_registration": 22,
    "utter_teacher_login": 23,
    "utter_teacher_registration": 24
  },
  "action_text": null,
  "intent_response_key": null
}