{
  "text": {
    "hello": 54,
    "hi": 58,
    "hey": 56,
    "good": 46,
    "morning": 81,
    "evening": 38,
    "what": 131,
    "s": 96,
    "up": 125,
    "howdy": 61,
    "greetings": 50,
    "there": 115,
    "buddy": 16,
    "chatbot": 23,
    "assistant": 10,
    "heya": 57,
    "sup": 107,
    "yo": 136,
    "afternoon": 3,
    "holla": 60,
    "goodbye": 47,
    "bye": 18,
    "see": 99,
    "you": 137,
    "later": 70,
    "talk": 109,
    "to": 121,
    "soon": 102,
    "catch": 22,
    "i": 62,
    "m": 76,
    "leaving": 72,
    "ya": 135,
    "take": 108,
    "care": 21,
    "peace": 91,
    "out": 89,
    "next": 86,
    "time": 120,
    "farewell": 40,
    "night": 87,
    "ok": 88,
    "till": 119,
    "have": 53,
    "a": 1,
    "day": 31,
    "thanks": 114,
    "thank": 112,
    "much": 82,
    "appreciated": 8,
    "appreciate": 7,
    "it": 66,
    "lot": 75,
    "so": 100,
    "many": 77,
    "thx": 118,
    "big": 13,
    "grateful": 49,
    "cheers": 24,
    "dear": 32,
    "very": 128,
    "again": 4,
    "thankful": 113,
    "owe": 90,
    "need": 84,
    "help": 55,
    "with": 133,
    "algebra": 5,
    "can": 20,
    "find": 41,
    "tutor": 123,
    "for": 42,
    "calculus": 19,
    "do": 33,
    "someone": 101,
    "who": 132,
    "teaches": 111,
    "geometry": 44,
    "me": 79,
    "trigonometry": 122,
    "looking": 74,
    "math": 78,
    "class": 26,
    "__number__": 0,
    "get": 45,
    "vedic": 126,
    "assistance": 9,
    "physics": 92,
    "struggling": 105,
    "chemistry": 25,
    "biology": 14,
    "science": 98,
    "is": 65,
    "environmental": 36,
    "want": 129,
    "improve": 64,
    "my": 83,
    "english": 35,
    "grammar": 48,
    "spoken": 103,
    "available": 11,
    "essay": 37,
    "writing": 134,
    "coaching": 27,
    "literature": 73,
    "learn": 71,
    "python": 95,
    "java": 68,
    "coding": 28,
    "mentor": 80,
    "understand": 124,
    "data": 30,
    "structures": 104,
    "anyone": 6,
    "computer": 29,
    "accountancy": 2,
    "business": 17,
    "studies": 106,
    "teacher": 110,
    "economics": 34,
    "gst": 51,
    "bengali": 12,
    "through": 117,
    "this": 116,
    "platform": 93,
    "french": 43,
    "hindi": 59,
    "japanese": 67,
    "neet": 85,
    "preparation": 94,
    "jee": 69,
    "ielts": 63,
    "sat": 97,
    "verbal": 127,
    "guidance": 52,
    "wbchse": 130,
    "board": 15,
    "exam": 39
  },
  "intent": {
    "greet": 11,
    "goodbye": 10,
    "thank_you": 14,
    "ask_tutor_math": 7,
    "ask_tutor_science": 8,
    "ask_tutor_english": 4,
    "ask_tutor_cs": 3,
    "ask_tutor_commerce": 2,
    "ask_tutor_language": 6,
    "ask_tutor_exam": 5,
    "affirm": 0,
    "ask_tutor": 1,
    "deny": 9,
    "mood_great": 12,
    "mood_unhappy": 13
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 10,
    "action_unlikely_intent": 11,
    "action_back": 0,
    "action_extract_slots": 5,
    "utter_affirm": 12,
    "utter_ask_tutor": 13,
    "utter_ask_tutor_commerce": 14,
    "utter_ask_tutor_cs": 15,
    "utter_ask_tutor_english": 16,
    "utter_ask_tutor_exam": 17,
    "utter_ask_tutor_language": 18,
    "utter_ask_tutor_math": 19,
    "utter_ask_tutor_science": 20,
    "utter_cheer_up": 21,
    "utter_deny": 22,
    "utter_did_that_help": 23,
    "utter_goodbye": 24,
    "utter_greet": 25,
    "utter_happy": 26,
    "utter_you_are_welcome": 27
  },
  "action_text": null,
  "intent_response_key": null
}