{
  "text": {
    "hello": 77,
    "hi": 81,
    "hey": 79,
    "good": 67,
    "morning": 109,
    "evening": 54,
    "what": 181,
    "s": 135,
    "up": 173,
    "howdy": 84,
    "greetings": 72,
    "there": 161,
    "buddy": 26,
    "chatbot": 33,
    "assistant": 16,
    "heya": 80,
    "sup": 148,
    "yo": 191,
    "afternoon": 4,
    "holla": 83,
    "goodbye": 68,
    "bye": 28,
    "see": 139,
    "you": 192,
    "later": 95,
    "talk": 152,
    "to": 168,
    "soon": 142,
    "catch": 32,
    "i": 86,
    "m": 102,
    "leaving": 97,
    "ya": 186,
    "take": 151,
    "care": 31,
    "peace": 126,
    "out": 124,
    "next": 116,
    "time": 167,
    "farewell": 58,
    "night": 117,
    "ok": 122,
    "till": 166,
    "have": 76,
    "a": 1,
    "day": 43,
    "thanks": 159,
    "thank": 157,
    "much": 110,
    "appreciated": 13,
    "appreciate": 12,
    "it": 91,
    "lot": 101,
    "so": 140,
    "many": 105,
    "thx": 165,
    "big": 22,
    "grateful": 70,
    "cheers": 34,
    "dear": 44,
    "very": 177,
    "again": 5,
    "thankful": 158,
    "owe": 125,
    "yes": 189,
    "indeed": 89,
    "that": 160,
    "right": 134,
    "correct": 40,
    "absolutely": 2,
    "of": 121,
    "course": 41,
    "sure": 149,
    "yeah": 187,
    "yep": 188,
    "yesss": 190,
    "definitely": 45,
    "exactly": 56,
    "no": 118,
    "nope": 119,
    "never": 115,
    "not": 120,
    "at": 17,
    "all": 8,
    "don": 49,
    "t": 150,
    "think": 162,
    "nah": 112,
    "really": 133,
    "are": 14,
    "bot": 25,
    "real": 132,
    "am": 9,
    "talking": 153,
    "machine": 103,
    "who": 182,
    "made": 104,
    "is": 90,
    "this": 163,
    "human": 85,
    "re": 131,
    "an": 10,
    "ai": 6,
    "feeling": 60,
    "great": 71,
    "doing": 48,
    "well": 180,
    "everything": 55,
    "awesome": 19,
    "happy": 75,
    "today": 169,
    "life": 98,
    "wonderful": 184,
    "fine": 62,
    "sad": 136,
    "upset": 174,
    "depressed": 46,
    "sucks": 147,
    "feel": 59,
    "bad": 20,
    "okay": 123,
    "terrible": 156,
    "need": 113,
    "help": 78,
    "with": 183,
    "algebra": 7,
    "can": 30,
    "find": 61,
    "tutor": 171,
    "for": 63,
    "calculus": 29,
    "do": 47,
    "someone": 141,
    "teaches": 155,
    "geometry": 65,
    "me": 107,
    "trigonometry": 170,
    "looking": 100,
    "math": 106,
    "class": 36,
    "__number__": 0,
    "get": 66,
    "vedic": 175,
    "assistance": 15,
    "physics": 127,
    "struggling": 145,
    "chemistry": 35,
    "biology": 23,
    "science": 138,
    "environmental": 52,
    "want": 178,
    "improve": 88,
    "my": 111,
    "english": 51,
    "grammar": 69,
    "spoken": 143,
    "available": 18,
    "essay": 53,
    "writing": 185,
    "coaching": 37,
    "literature": 99,
    "learn": 96,
    "python": 130,
    "java": 93,
    "coding": 38,
    "mentor": 108,
    "understand": 172,
    "data": 42,
    "structures": 144,
    "anyone": 11,
    "computer": 39,
    "accountancy": 3,
    "business": 27,
    "studies": 146,
    "teacher": 154,
    "economics": 50,
    "gst": 73,
    "bengali": 21,
    "through": 164,
    "platform": 128,
    "french": 64,
    "hindi": 82,
    "japanese": 92,
    "neet": 114,
    "preparation": 129,
    "jee": 94,
    "ielts": 87,
    "sat": 137,
    "verbal": 176,
    "guidance": 74,
    "wbchse": 179,
    "board": 24,
    "exam": 57
  },
  "intent": {
    "greet": 11,
    "goodbye": 10,
    "thank_you": 14,
    "affirm": 0,
    "deny": 9,
    "bot_challenge": 8,
    "mood_great": 12,
    "mood_unhappy": 13,
    "ask_tutor_math": 6,
    "ask_tutor_science": 7,
    "ask_tutor_english": 3,
    "ask_tutor_cs": 2,
    "ask_tutor_commerce": 1,
    "ask_tutor_language": 5,
    "ask_tutor_exam": 4
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 10,
    "action_unlikely_intent": 11,
    "action_back": 0,
    "action_extract_slots": 5,
    "utter_ask_tutor_commerce": 12,
    "utter_ask_tutor_cs": 13,
    "utter_ask_tutor_english": 14,
    "utter_ask_tutor_exam": 15,
    "utter_ask_tutor_language": 16,
    "utter_ask_tutor_math": 17,
    "utter_ask_tutor_science": 18,
    "utter_cheer_up": 19,
    "utter_did_that_help": 20,
    "utter_goodbye": 21,
    "utter_greet": 22,
    "utter_happy": 23,
    "utter_you_are_welcome": 24
  },
  "action_text": null,
  "intent_response_key": null
}