{
  "text": {
    "hi": 81,
    "hello": 78,
    "hey": 80,
    "good": 72,
    "morning": 114,
    "evening": 58,
    "there": 179,
    "again": 8,
    "day": 42,
    "howdy": 85,
    "what": 193,
    "s": 151,
    "up": 187,
    "bye": 23,
    "goodbye": 73,
    "see": 155,
    "you": 198,
    "later": 96,
    "talk": 172,
    "to": 183,
    "ya": 197,
    "catch": 27,
    "have": 77,
    "a": 0,
    "nice": 120,
    "take": 171,
    "care": 25,
    "farewell": 63,
    "soon": 161,
    "are": 14,
    "who": 194,
    "is": 92,
    "your": 199,
    "purpose": 145,
    "can": 24,
    "do": 47,
    "function": 68,
    "role": 150,
    "job": 93,
    "task": 173,
    "objective": 122,
    "goal": 70,
    "aim": 9,
    "mission": 112,
    "vision": 190,
    "this": 181,
    "chatbot": 30,
    "about": 1,
    "tell": 176,
    "me": 111,
    "the": 178,
    "of": 123,
    "for": 67,
    "i": 86,
    "want": 191,
    "register": 147,
    "how": 84,
    "registration": 148,
    "process": 138,
    "would": 195,
    "like": 100,
    "sign": 157,
    "create": 39,
    "an": 11,
    "account": 4,
    "need": 119,
    "let": 99,
    "login": 103,
    "in": 88,
    "log": 102,
    "access": 3,
    "my": 116,
    "student": 165,
    "am": 10,
    "as": 17,
    "m": 105,
    "teacher": 174,
    "tutor": 184,
    "update": 188,
    "profile": 141,
    "change": 29,
    "edit": 49,
    "modify": 113,
    "on": 125,
    "tutorfinder": 185,
    "details": 44,
    "information": 89,
    "name": 117,
    "address": 7,
    "phone": 130,
    "number": 121,
    "semester": 156,
    "subject": 168,
    "teaching": 175,
    "fees": 64,
    "qualification": 146,
    "preofessional": 136,
    "experience": 61,
    "professional": 139,
    "picture": 134,
    "email": 53,
    "find": 65,
    "search": 153,
    "looking": 104,
    "help": 79,
    "finding": 66,
    "searching": 154,
    "studies": 166,
    "course": 38,
    "exam": 59,
    "preparation": 137,
    "homework": 83,
    "project": 142,
    "guidance": 76,
    "thesis": 180,
    "assistance": 18,
    "academic": 2,
    "support": 170,
    "online": 126,
    "classes": 32,
    "language": 95,
    "learning": 98,
    "skill": 158,
    "development": 45,
    "personal": 128,
    "growth": 75,
    "career": 26,
    "test": 177,
    "entrance": 56,
    "competitive": 35,
    "certification": 28,
    "enhancement": 55,
    "knowledge": 94,
    "improvement": 87,
    "understanding": 186,
    "excellence": 60,
    "goals": 71,
    "educational": 52,
    "expertise": 62,
    "specialization": 163,
    "success": 169,
    "mastery": 109,
    "achievement": 6,
    "proficiency": 140,
    "performance": 127,
    "skills": 159,
    "location": 101,
    "by": 22,
    "bengali": 19,
    "english": 54,
    "mathematics": 110,
    "science": 152,
    "history": 82,
    "geography": 69,
    "computer": 36,
    "physics": 133,
    "chemistry": 31,
    "biology": 20,
    "economics": 48,
    "business": 21,
    "accountancy": 5,
    "arts": 16,
    "music": 115,
    "physical": 132,
    "education": 51,
    "psychology": 143,
    "sociology": 160,
    "political": 135,
    "philosophy": 129,
    "environmental": 57,
    "statistics": 164,
    "olympiad": 124,
    "coding": 33,
    "robotics": 149,
    "artificial": 15,
    "intelligence": 90,
    "data": 41,
    "machine": 106,
    "web": 192,
    "app": 13,
    "graphic": 74,
    "design": 43,
    "animation": 12,
    "video": 189,
    "editing": 50,
    "photography": 131,
    "digital": 46,
    "marketing": 108,
    "content": 37,
    "writing": 196,
    "creative": 40,
    "public": 144,
    "speaking": 162,
    "communication": 34,
    "leadership": 97,
    "time": 182,
    "management": 107,
    "study": 167,
    "interview": 91,
    "named": 118
  },
  "intent": {
    "greet": 3,
    "goodbye": 2,
    "about_chatbot": 0,
    "registration": 7,
    "login": 4,
    "student_context": 15,
    "teacher_context": 16,
    "profile_details_update": 5,
    "profile_picture_update": 6,
    "email_update": 1,
    "search_tutor": 8,
    "search_tutor_by_location_context": 10,
    "search_tutor_by_subject_context": 14,
    "search_tutor_by_name_context": 12,
    "search_tutor_by_location": 9,
    "search_tutor_by_name": 11,
    "search_tutor_by_subject": 13
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 8,
    "action_session_start": 10,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 9,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 12,
    "action_unlikely_intent": 13,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_reset_context": 7,
    "action_set_context": 11,
    "utter_about_chatbot": 14,
    "utter_ask_student_or_teacher": 15,
    "utter_ask_subject_or_name_or_location": 16,
    "utter_email_update": 17,
    "utter_goodbye": 18,
    "utter_greet": 19,
    "utter_profile_details_update": 20,
    "utter_profile_picture_update": 21,
    "utter_search_tutor_by_location_context": 22,
    "utter_search_tutor_by_name_context": 23,
    "utter_search_tutor_by_subject_context": 24,
    "utter_student_login": 25,
    "utter_student_registration": 26,
    "utter_teacher_login": 27,
    "utter_teacher_registration": 28
  },
  "action_text": null,
  "intent_response_key": null
}