{
  "text": {
    "hi": 80,
    "hello": 77,
    "hey": 79,
    "good": 71,
    "morning": 113,
    "evening": 57,
    "there": 178,
    "again": 8,
    "day": 41,
    "howdy": 84,
    "what": 192,
    "s": 150,
    "up": 186,
    "bye": 22,
    "goodbye": 72,
    "see": 154,
    "you": 197,
    "later": 95,
    "talk": 171,
    "to": 182,
    "ya": 196,
    "catch": 26,
    "have": 76,
    "a": 0,
    "nice": 119,
    "take": 170,
    "care": 24,
    "farewell": 62,
    "soon": 160,
    "are": 14,
    "who": 193,
    "is": 91,
    "your": 198,
    "purpose": 144,
    "can": 23,
    "do": 46,
    "function": 67,
    "role": 149,
    "job": 92,
    "task": 172,
    "objective": 121,
    "goal": 69,
    "aim": 9,
    "mission": 111,
    "vision": 189,
    "this": 180,
    "chatbot": 29,
    "about": 1,
    "tell": 175,
    "me": 110,
    "the": 177,
    "of": 122,
    "for": 66,
    "i": 85,
    "want": 190,
    "register": 146,
    "how": 83,
    "registration": 147,
    "process": 137,
    "would": 194,
    "like": 99,
    "sign": 156,
    "create": 38,
    "an": 11,
    "account": 4,
    "need": 118,
    "let": 98,
    "login": 102,
    "in": 87,
    "log": 101,
    "access": 3,
    "my": 115,
    "student": 164,
    "am": 10,
    "as": 17,
    "m": 104,
    "teacher": 173,
    "tutor": 183,
    "update": 187,
    "profile": 140,
    "change": 28,
    "edit": 48,
    "modify": 112,
    "on": 124,
    "tutorfinder": 184,
    "details": 43,
    "information": 88,
    "name": 116,
    "address": 7,
    "phone": 129,
    "number": 120,
    "semester": 155,
    "subject": 167,
    "teaching": 174,
    "fees": 63,
    "qualification": 145,
    "preofessional": 135,
    "experience": 60,
    "professional": 138,
    "picture": 133,
    "email": 52,
    "find": 64,
    "search": 152,
    "looking": 103,
    "help": 78,
    "finding": 65,
    "searching": 153,
    "studies": 165,
    "course": 37,
    "exam": 58,
    "preparation": 136,
    "homework": 82,
    "project": 141,
    "guidance": 75,
    "thesis": 179,
    "assistance": 18,
    "academic": 2,
    "support": 169,
    "online": 125,
    "classes": 31,
    "language": 94,
    "learning": 97,
    "skill": 157,
    "development": 44,
    "personal": 127,
    "growth": 74,
    "career": 25,
    "test": 176,
    "entrance": 55,
    "competitive": 34,
    "certification": 27,
    "enhancement": 54,
    "knowledge": 93,
    "improvement": 86,
    "understanding": 185,
    "excellence": 59,
    "goals": 70,
    "educational": 51,
    "expertise": 61,
    "specialization": 162,
    "success": 168,
    "mastery": 108,
    "achievement": 6,
    "proficiency": 139,
    "performance": 126,
    "skills": 158,
    "location": 100,
    "bengali": 19,
    "english": 53,
    "mathematics": 109,
    "science": 151,
    "history": 81,
    "geography": 68,
    "computer": 35,
    "physics": 132,
    "chemistry": 30,
    "biology": 20,
    "economics": 47,
    "business": 21,
    "accountancy": 5,
    "arts": 16,
    "music": 114,
    "physical": 131,
    "education": 50,
    "psychology": 142,
    "sociology": 159,
    "political": 134,
    "philosophy": 128,
    "environmental": 56,
    "statistics": 163,
    "olympiad": 123,
    "coding": 32,
    "robotics": 148,
    "artificial": 15,
    "intelligence": 89,
    "data": 40,
    "machine": 105,
    "web": 191,
    "app": 13,
    "graphic": 73,
    "design": 42,
    "animation": 12,
    "video": 188,
    "editing": 49,
    "photography": 130,
    "digital": 45,
    "marketing": 107,
    "content": 36,
    "writing": 195,
    "creative": 39,
    "public": 143,
    "speaking": 161,
    "communication": 33,
    "leadership": 96,
    "time": 181,
    "management": 106,
    "study": 166,
    "interview": 90,
    "named": 117
  },
  "intent": {
    "greet": 3,
    "goodbye": 2,
    "about_chatbot": 0,
    "registration": 7,
    "login": 4,
    "student_context": 15,
    "teacher_context": 16,
    "profile_details_update": 5,
    "profile_picture_update": 6,
    "email_update": 1,
    "search_tutor": 8,
    "search_tutor_by_location_context": 10,
    "search_tutor_by_subject_context": 14,
    "search_tutor_by_name_context": 12,
    "search_tutor_by_location": 9,
    "search_tutor_by_name": 11,
    "search_tutor_by_subject": 13
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 8,
    "action_session_start": 10,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 9,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 12,
    "action_unlikely_intent": 13,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_reset_context": 7,
    "action_set_context": 11,
    "utter_about_chatbot": 14,
    "utter_ask_student_or_teacher": 15,
    "utter_ask_subject_or_name_or_location": 16,
    "utter_email_update": 17,
    "utter_goodbye": 18,
    "utter_greet": 19,
    "utter_profile_details_update": 20,
    "utter_profile_picture_update": 21,
    "utter_search_tutor_by_location": 22,
    "utter_search_tutor_by_name": 23,
    "utter_search_tutor_by_subject": 24,
    "utter_student_login": 25,
    "utter_student_registration": 26,
    "utter_teacher_login": 27,
    "utter_teacher_registration": 28
  },
  "action_text": null,
  "intent_response_key": null
}