{
  "text": {
    "hi": 25,
    "hello": 23,
    "hey": 24,
    "good": 20,
    "morning": 39,
    "evening": 17,
    "there": 57,
    "again": 3,
    "day": 13,
    "howdy": 27,
    "what": 64,
    "s": 49,
    "up": 61,
    "bye": 7,
    "goodbye": 21,
    "see": 50,
    "you": 67,
    "later": 31,
    "talk": 55,
    "to": 58,
    "ya": 66,
    "catch": 10,
    "have": 22,
    "a": 0,
    "nice": 42,
    "take": 54,
    "care": 9,
    "farewell": 18,
    "soon": 52,
    "i": 28,
    "want": 63,
    "register": 47,
    "how": 26,
    "can": 8,
    "registration": 48,
    "process": 45,
    "would": 65,
    "like": 33,
    "sign": 51,
    "do": 15,
    "create": 12,
    "an": 5,
    "account": 2,
    "need": 41,
    "let": 32,
    "me": 37,
    "for": 19,
    "login": 35,
    "in": 29,
    "log": 34,
    "access": 1,
    "my": 40,
    "student": 53,
    "am": 4,
    "as": 6,
    "m": 36,
    "teacher": 56,
    "tutor": 59,
    "update": 62,
    "profile": 46,
    "change": 11,
    "edit": 16,
    "modify": 38,
    "on": 43,
    "tutorfinder": 60,
    "details": 14,
    "information": 30,
    "picture": 44
  },
  "intent": {
    "greet": 1,
    "goodbye": 0,
    "registration": 5,
    "login": 2,
    "student_context": 6,
    "teacher_context": 7,
    "profile_details_update": 3,
    "profile_picture_update": 4
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 8,
    "action_session_start": 10,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 9,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 12,
    "action_unlikely_intent": 13,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_reset_context": 7,
    "action_set_context": 11,
    "utter_ask_student_or_teacher": 14,
    "utter_goodbye": 15,
    "utter_greet": 16,
    "utter_profile_details_update": 17,
    "utter_profile_picture_update": 18,
    "utter_student_login": 19,
    "utter_student_registration": 20,
    "utter_teacher_login": 21,
    "utter_teacher_registration": 22
  },
  "action_text": null,
  "intent_response_key": null
}