{
  "text": {
    "hi": 76,
    "hello": 73,
    "hey": 75,
    "good": 68,
    "morning": 105,
    "evening": 55,
    "there": 169,
    "again": 7,
    "day": 42,
    "howdy": 80,
    "what": 183,
    "s": 145,
    "up": 176,
    "bye": 23,
    "goodbye": 69,
    "see": 149,
    "you": 188,
    "later": 88,
    "talk": 163,
    "to": 173,
    "ya": 187,
    "catch": 26,
    "have": 72,
    "a": 0,
    "nice": 111,
    "take": 162,
    "care": 25,
    "farewell": 58,
    "soon": 154,
    "are": 14,
    "who": 184,
    "is": 86,
    "your": 189,
    "purpose": 134,
    "can": 24,
    "do": 47,
    "function": 64,
    "role": 144,
    "job": 87,
    "task": 164,
    "objective": 113,
    "goal": 67,
    "aim": 8,
    "mission": 103,
    "vision": 180,
    "this": 171,
    "chatbot": 28,
    "about": 1,
    "tell": 167,
    "me": 102,
    "the": 168,
    "of": 114,
    "for": 63,
    "i": 81,
    "want": 181,
    "register": 139,
    "how": 79,
    "registration": 140,
    "process": 127,
    "would": 185,
    "like": 92,
    "sign": 151,
    "create": 39,
    "an": 10,
    "account": 4,
    "need": 110,
    "let": 91,
    "login": 95,
    "in": 82,
    "log": 94,
    "access": 3,
    "my": 107,
    "student": 157,
    "am": 9,
    "as": 17,
    "m": 97,
    "teacher": 165,
    "tutor": 174,
    "update": 177,
    "profile": 129,
    "change": 27,
    "edit": 49,
    "modify": 104,
    "on": 116,
    "tutorfinder": 175,
    "details": 44,
    "information": 83,
    "name": 108,
    "address": 6,
    "phone": 119,
    "number": 112,
    "semester": 150,
    "subject": 160,
    "teaching": 166,
    "fees": 60,
    "qualification": 135,
    "preofessional": 125,
    "experience": 57,
    "professional": 128,
    "picture": 123,
    "email": 52,
    "find": 61,
    "search": 147,
    "looking": 96,
    "help": 74,
    "finding": 62,
    "searching": 148,
    "location": 93,
    "by": 22,
    "studies": 158,
    "course": 38,
    "exam": 56,
    "preparation": 126,
    "homework": 78,
    "project": 130,
    "guidance": 71,
    "thesis": 170,
    "assistance": 18,
    "academic": 2,
    "support": 161,
    "online": 117,
    "classes": 31,
    "bengali": 19,
    "english": 53,
    "mathematics": 101,
    "science": 146,
    "history": 77,
    "geography": 65,
    "computer": 36,
    "physics": 122,
    "chemistry": 30,
    "biology": 20,
    "economics": 48,
    "business": 21,
    "accountancy": 5,
    "arts": 16,
    "music": 106,
    "physical": 121,
    "education": 51,
    "psychology": 132,
    "sociology": 153,
    "political": 124,
    "philosophy": 118,
    "environmental": 54,
    "statistics": 156,
    "olympiad": 115,
    "coding": 32,
    "robotics": 143,
    "artificial": 15,
    "intelligence": 84,
    "data": 41,
    "machine": 98,
    "learning": 90,
    "web": 182,
    "development": 45,
    "app": 13,
    "graphic": 70,
    "design": 43,
    "animation": 12,
    "video": 178,
    "editing": 50,
    "photography": 120,
    "digital": 46,
    "marketing": 100,
    "content": 37,
    "writing": 186,
    "creative": 40,
    "public": 133,
    "speaking": 155,
    "communication": 33,
    "skills": 152,
    "leadership": 89,
    "time": 172,
    "management": 99,
    "study": 159,
    "interview": 85,
    "named": 109,
    "rate": 136,
    "give": 66,
    "rating": 137,
    "feedback": 59,
    "provide": 131,
    "complain": 34,
    "complaint": 35,
    "report": 141,
    "view": 179,
    "ratings": 138,
    "check": 29,
    "reviews": 142,
    "and": 11
  },
  "intent": {
    "greet": 4,
    "goodbye": 3,
    "about_chatbot": 0,
    "registration": 10,
    "login": 5,
    "student_context": 15,
    "teacher_context": 16,
    "profile_details_update": 6,
    "profile_picture_update": 7,
    "email_update": 1,
    "search_tutor": 11,
    "search_tutor_by_location_context": 12,
    "search_tutor_by_subject_context": 14,
    "search_tutor_by_name_context": 13,
    "rate_student": 8,
    "feedback_complain_report_student_teacher": 2,
    "rate_teacher": 9,
    "view_ratings_of_teacher": 18,
    "view_ratings_of_myself": 17
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 8,
    "action_session_start": 10,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 9,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 12,
    "action_unlikely_intent": 13,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_reset_context": 7,
    "action_set_context": 11,
    "utter_about_chatbot": 14,
    "utter_ask_student_or_teacher": 15,
    "utter_ask_subject_or_name_or_location": 16,
    "utter_email_update": 17,
    "utter_feedback_complain_report_student_teacher": 18,
    "utter_goodbye": 19,
    "utter_greet": 20,
    "utter_profile_details_update": 21,
    "utter_profile_picture_update": 22,
    "utter_rate_student": 23,
    "utter_rate_teacher": 24,
    "utter_search_tutor_by_location_context": 25,
    "utter_search_tutor_by_name_context": 26,
    "utter_search_tutor_by_subject_context": 27,
    "utter_student_login": 28,
    "utter_student_registration": 29,
    "utter_teacher_login": 30,
    "utter_teacher_registration": 31,
    "utter_view_ratings_of_myself": 32,
    "utter_view_ratings_of_teacher": 33
  },
  "action_text": null,
  "intent_response_key": null
}