{
  "text": {
    "hi": 32,
    "hello": 30,
    "hey": 31,
    "good": 27,
    "morning": 49,
    "evening": 22,
    "there": 74,
    "again": 4,
    "day": 17,
    "howdy": 34,
    "what": 83,
    "s": 63,
    "up": 79,
    "bye": 10,
    "goodbye": 28,
    "see": 64,
    "you": 87,
    "later": 40,
    "talk": 69,
    "to": 76,
    "ya": 86,
    "catch": 13,
    "have": 29,
    "a": 0,
    "nice": 52,
    "take": 68,
    "care": 12,
    "farewell": 23,
    "soon": 66,
    "are": 8,
    "who": 84,
    "is": 38,
    "your": 88,
    "purpose": 59,
    "can": 11,
    "do": 19,
    "function": 25,
    "role": 62,
    "job": 39,
    "task": 70,
    "objective": 53,
    "goal": 26,
    "aim": 5,
    "mission": 47,
    "vision": 81,
    "this": 75,
    "chatbot": 15,
    "about": 1,
    "tell": 72,
    "me": 46,
    "the": 73,
    "of": 54,
    "for": 24,
    "i": 35,
    "want": 82,
    "register": 60,
    "how": 33,
    "registration": 61,
    "process": 57,
    "would": 85,
    "like": 42,
    "sign": 65,
    "create": 16,
    "an": 7,
    "account": 3,
    "need": 51,
    "let": 41,
    "login": 44,
    "in": 36,
    "log": 43,
    "access": 2,
    "my": 50,
    "student": 67,
    "am": 6,
    "as": 9,
    "m": 45,
    "teacher": 71,
    "tutor": 77,
    "update": 80,
    "profile": 58,
    "change": 14,
    "edit": 20,
    "modify": 48,
    "on": 55,
    "tutorfinder": 78,
    "details": 18,
    "information": 37,
    "picture": 56,
    "email": 21
  },
  "intent": {
    "greet": 3,
    "goodbye": 2,
    "about_chatbot": 0,
    "registration": 7,
    "login": 4,
    "student_context": 8,
    "teacher_context": 9,
    "profile_details_update": 5,
    "profile_picture_update": 6,
    "email_update": 1
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 8,
    "action_session_start": 10,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 9,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 12,
    "action_unlikely_intent": 13,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_reset_context": 7,
    "action_set_context": 11,
    "utter_about_chatbot": 14,
    "utter_ask_student_or_teacher": 15,
    "utter_email_update": 16,
    "utter_goodbye": 17,
    "utter_greet": 18,
    "utter_profile_details_update": 19,
    "utter_profile_picture_update": 20,
    "utter_student_login": 21,
    "utter_student_registration": 22,
    "utter_teacher_login": 23,
    "utter_teacher_registration": 24
  },
  "action_text": null,
  "intent_response_key": null
}