{
  "text": {
    "register": 66,
    "sign": 72,
    "up": 88,
    "create": 16,
    "an": 5,
    "account": 1,
    "join": 44,
    "i": 42,
    "want": 90,
    "to": 85,
    "would": 96,
    "like": 48,
    "please": 64,
    "me": 50,
    "can": 12,
    "you": 99,
    "need": 55,
    "for": 27,
    "how": 40,
    "on": 62,
    "tutorfinder": 86,
    "as": 8,
    "a": 0,
    "student": 76,
    "teacher": 80,
    "hey": 37,
    "hello": 36,
    "hi": 38,
    "there": 83,
    "good": 30,
    "morning": 52,
    "evening": 22,
    "moin": 51,
    "let": 47,
    "s": 67,
    "go": 28,
    "dude": 21,
    "goodmorning": 33,
    "goodevening": 32,
    "afternoon": 2,
    "cu": 17,
    "by": 10,
    "cee": 13,
    "later": 46,
    "night": 58,
    "bye": 11,
    "goodbye": 31,
    "have": 35,
    "nice": 57,
    "day": 18,
    "see": 71,
    "around": 7,
    "yes": 98,
    "y": 97,
    "indeed": 43,
    "of": 61,
    "course": 15,
    "that": 81,
    "sounds": 74,
    "correct": 14,
    "no": 59,
    "n": 54,
    "never": 56,
    "don": 20,
    "t": 78,
    "think": 84,
    "so": 73,
    "way": 92,
    "not": 60,
    "really": 65,
    "perfect": 63,
    "great": 34,
    "amazing": 4,
    "feeling": 26,
    "king": 45,
    "wonderful": 94,
    "am": 3,
    "very": 89,
    "going": 29,
    "save": 70,
    "the": 82,
    "world": 95,
    "super": 77,
    "stoked": 75,
    "extremely": 23,
    "my": 53,
    "was": 91,
    "horrible": 39,
    "sad": 69,
    "feel": 25,
    "well": 93,
    "disappointed": 19,
    "m": 49,
    "unhappy": 87,
    "extremly": 24,
    "saad": 68,
    "are": 6,
    "bot": 9,
    "human": 41,
    "talking": 79
  },
  "intent": {
    "registration": 9,
    "student_registration": 10,
    "teacher_registration": 11,
    "greet": 4,
    "goodbye": 3,
    "affirm": 0,
    "deny": 2,
    "mood_great": 6,
    "mood_unhappy": 7,
    "bot_challenge": 1,
    "inform": 5,
    "nlu_fallback": 8
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 10,
    "action_unlikely_intent": 11,
    "action_back": 0,
    "action_extract_slots": 5,
    "utter_anything_else": 12,
    "utter_default": 13,
    "utter_goodbye": 14,
    "utter_greet": 15,
    "utter_iamabot": 16,
    "utter_student_registeration": 17,
    "utter_teacher_registeration": 18,
    "utter_teacher_student_registration": 19
  },
  "action_text": null,
  "intent_response_key": null
}