{
  "text": {
    "hello": 65,
    "hi": 69,
    "hey": 67,
    "good": 57,
    "morning": 94,
    "evening": 49,
    "what": 166,
    "s": 121,
    "up": 159,
    "howdy": 72,
    "greetings": 61,
    "there": 145,
    "buddy": 21,
    "chatbot": 29,
    "assistant": 14,
    "heya": 68,
    "sup": 134,
    "yo": 173,
    "afternoon": 4,
    "holla": 71,
    "goodbye": 58,
    "bye": 23,
    "see": 124,
    "you": 174,
    "later": 82,
    "talk": 138,
    "to": 153,
    "soon": 128,
    "catch": 27,
    "i": 73,
    "m": 88,
    "leaving": 84,
    "ya": 170,
    "take": 137,
    "care": 26,
    "peace": 113,
    "out": 111,
    "next": 102,
    "time": 152,
    "farewell": 51,
    "night": 103,
    "ok": 109,
    "till": 151,
    "have": 64,
    "a": 1,
    "day": 39,
    "yes": 172,
    "yeah": 171,
    "yup": 175,
    "absolutely": 2,
    "sure": 135,
    "of": 108,
    "course": 37,
    "definitely": 41,
    "right": 120,
    "sounds": 129,
    "correct": 36,
    "agree": 6,
    "alright": 9,
    "okay": 110,
    "that": 144,
    "true": 156,
    "indeed": 76,
    "totally": 154,
    "thing": 146,
    "please": 116,
    "no": 104,
    "nope": 105,
    "not": 106,
    "really": 119,
    "don": 44,
    "t": 136,
    "think": 147,
    "so": 126,
    "never": 101,
    "disagree": 42,
    "thanks": 143,
    "way": 164,
    "nah": 97,
    "certainly": 28,
    "at": 15,
    "all": 8,
    "want": 163,
    "needed": 99,
    "skip": 125,
    "it": 78,
    "maybe": 91,
    "now": 107,
    "thank": 141,
    "much": 95,
    "appreciated": 12,
    "appreciate": 11,
    "lot": 87,
    "many": 89,
    "thx": 150,
    "big": 18,
    "grateful": 60,
    "cheers": 30,
    "dear": 40,
    "very": 162,
    "again": 5,
    "thankful": 142,
    "owe": 112,
    "need": 98,
    "help": 66,
    "with": 168,
    "algebra": 7,
    "can": 25,
    "find": 52,
    "tutor": 157,
    "for": 53,
    "calculus": 24,
    "do": 43,
    "someone": 127,
    "who": 167,
    "teaches": 140,
    "geometry": 55,
    "me": 92,
    "trigonometry": 155,
    "looking": 86,
    "math": 90,
    "class": 32,
    "__number__": 0,
    "get": 56,
    "vedic": 160,
    "assistance": 13,
    "physics": 114,
    "struggling": 132,
    "chemistry": 31,
    "biology": 19,
    "science": 123,
    "is": 77,
    "environmental": 47,
    "improve": 75,
    "my": 96,
    "english": 46,
    "grammar": 59,
    "spoken": 130,
    "available": 16,
    "essay": 48,
    "writing": 169,
    "coaching": 33,
    "literature": 85,
    "learn": 83,
    "python": 118,
    "java": 80,
    "coding": 34,
    "mentor": 93,
    "understand": 158,
    "data": 38,
    "structures": 131,
    "anyone": 10,
    "computer": 35,
    "accountancy": 3,
    "business": 22,
    "studies": 133,
    "teacher": 139,
    "economics": 45,
    "gst": 62,
    "bengali": 17,
    "through": 149,
    "this": 148,
    "platform": 115,
    "french": 54,
    "hindi": 70,
    "japanese": 79,
    "neet": 100,
    "preparation": 117,
    "jee": 81,
    "ielts": 74,
    "sat": 122,
    "verbal": 161,
    "guidance": 63,
    "wbchse": 165,
    "board": 20,
    "exam": 50
  },
  "intent": {
    "greet": 11,
    "goodbye": 10,
    "affirm": 0,
    "deny": 9,
    "thank_you": 14,
    "ask_tutor_math": 7,
    "ask_tutor_science": 8,
    "ask_tutor_english": 4,
    "ask_tutor_cs": 3,
    "ask_tutor_commerce": 2,
    "ask_tutor_language": 6,
    "ask_tutor_exam": 5,
    "ask_tutor": 1,
    "mood_great": 12,
    "mood_unhappy": 13
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 10,
    "action_unlikely_intent": 11,
    "action_back": 0,
    "action_extract_slots": 5,
    "utter_affirm": 12,
    "utter_ask_tutor": 13,
    "utter_ask_tutor_commerce": 14,
    "utter_ask_tutor_cs": 15,
    "utter_ask_tutor_english": 16,
    "utter_ask_tutor_exam": 17,
    "utter_ask_tutor_language": 18,
    "utter_ask_tutor_math": 19,
    "utter_ask_tutor_science": 20,
    "utter_cheer_up": 21,
    "utter_deny": 22,
    "utter_did_that_help": 23,
    "utter_goodbye": 24,
    "utter_greet": 25,
    "utter_happy": 26,
    "utter_you_are_welcome": 27
  },
  "action_text": null,
  "intent_response_key": null
}