{
  "text": {
    "hi": 70,
    "hello": 67,
    "hey": 69,
    "good": 62,
    "morning": 99,
    "evening": 51,
    "there": 157,
    "again": 7,
    "day": 38,
    "howdy": 74,
    "what": 170,
    "s": 133,
    "up": 164,
    "bye": 22,
    "goodbye": 63,
    "see": 137,
    "you": 175,
    "later": 82,
    "talk": 151,
    "to": 161,
    "ya": 174,
    "catch": 25,
    "have": 66,
    "a": 0,
    "nice": 105,
    "take": 150,
    "care": 24,
    "farewell": 54,
    "soon": 142,
    "are": 13,
    "who": 171,
    "is": 80,
    "your": 176,
    "purpose": 127,
    "can": 23,
    "do": 43,
    "function": 59,
    "role": 132,
    "job": 81,
    "task": 152,
    "objective": 107,
    "goal": 61,
    "aim": 8,
    "mission": 97,
    "vision": 167,
    "this": 159,
    "chatbot": 27,
    "about": 1,
    "tell": 155,
    "me": 96,
    "the": 156,
    "of": 108,
    "for": 58,
    "i": 75,
    "want": 168,
    "register": 129,
    "how": 73,
    "registration": 130,
    "process": 121,
    "would": 172,
    "like": 86,
    "sign": 139,
    "create": 35,
    "an": 10,
    "account": 4,
    "need": 104,
    "let": 85,
    "login": 89,
    "in": 76,
    "log": 88,
    "access": 3,
    "my": 101,
    "student": 145,
    "am": 9,
    "as": 16,
    "m": 91,
    "teacher": 153,
    "tutor": 162,
    "update": 165,
    "profile": 123,
    "change": 26,
    "edit": 45,
    "modify": 98,
    "on": 110,
    "tutorfinder": 163,
    "details": 40,
    "information": 77,
    "name": 102,
    "address": 6,
    "phone": 113,
    "number": 106,
    "semester": 138,
    "subject": 148,
    "teaching": 154,
    "fees": 55,
    "qualification": 128,
    "preofessional": 119,
    "experience": 53,
    "professional": 122,
    "picture": 117,
    "email": 48,
    "find": 56,
    "search": 135,
    "looking": 90,
    "help": 68,
    "finding": 57,
    "searching": 136,
    "location": 87,
    "by": 21,
    "studies": 146,
    "course": 34,
    "exam": 52,
    "preparation": 120,
    "homework": 72,
    "project": 124,
    "guidance": 65,
    "thesis": 158,
    "assistance": 17,
    "academic": 2,
    "support": 149,
    "online": 111,
    "classes": 29,
    "bengali": 18,
    "english": 49,
    "mathematics": 95,
    "science": 134,
    "history": 71,
    "geography": 60,
    "computer": 32,
    "physics": 116,
    "chemistry": 28,
    "biology": 19,
    "economics": 44,
    "business": 20,
    "accountancy": 5,
    "arts": 15,
    "music": 100,
    "physical": 115,
    "education": 47,
    "psychology": 125,
    "sociology": 141,
    "political": 118,
    "philosophy": 112,
    "environmental": 50,
    "statistics": 144,
    "olympiad": 109,
    "coding": 30,
    "robotics": 131,
    "artificial": 14,
    "intelligence": 78,
    "data": 37,
    "machine": 92,
    "learning": 84,
    "web": 169,
    "development": 41,
    "app": 12,
    "graphic": 64,
    "design": 39,
    "animation": 11,
    "video": 166,
    "editing": 46,
    "photography": 114,
    "digital": 42,
    "marketing": 94,
    "content": 33,
    "writing": 173,
    "creative": 36,
    "public": 126,
    "speaking": 143,
    "communication": 31,
    "skills": 140,
    "leadership": 83,
    "time": 160,
    "management": 93,
    "study": 147,
    "interview": 79,
    "named": 103
  },
  "intent": {
    "greet": 3,
    "goodbye": 2,
    "about_chatbot": 0,
    "registration": 7,
    "login": 4,
    "student_context": 12,
    "teacher_context": 13,
    "profile_details_update": 5,
    "profile_picture_update": 6,
    "email_update": 1,
    "search_tutor": 8,
    "search_tutor_by_location_context": 9,
    "search_tutor_by_subject_context": 11,
    "search_tutor_by_name_context": 10
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 8,
    "action_session_start": 10,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 9,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 12,
    "action_unlikely_intent": 13,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_reset_context": 7,
    "action_set_context": 11,
    "utter_about_chatbot": 14,
    "utter_ask_student_or_teacher": 15,
    "utter_ask_subject_or_name_or_location": 16,
    "utter_email_update": 17,
    "utter_goodbye": 18,
    "utter_greet": 19,
    "utter_profile_details_update": 20,
    "utter_profile_picture_update": 21,
    "utter_search_tutor_by_location_context": 22,
    "utter_search_tutor_by_name_context": 23,
    "utter_search_tutor_by_subject_context": 24,
    "utter_student_login": 25,
    "utter_student_registration": 26,
    "utter_teacher_login": 27,
    "utter_teacher_registration": 28
  },
  "action_text": null,
  "intent_response_key": null
}