{
  "text": {
    "register": 67,
    "sign": 73,
    "up": 89,
    "create": 17,
    "an": 5,
    "account": 1,
    "join": 45,
    "i": 43,
    "want": 91,
    "to": 86,
    "would": 97,
    "like": 49,
    "please": 65,
    "me": 51,
    "can": 13,
    "you": 100,
    "need": 56,
    "for": 28,
    "how": 41,
    "on": 63,
    "tutorfinder": 87,
    "as": 9,
    "a": 0,
    "student": 77,
    "teacher": 81,
    "hey": 38,
    "hello": 37,
    "hi": 39,
    "there": 84,
    "good": 31,
    "morning": 53,
    "evening": 23,
    "moin": 52,
    "let": 48,
    "s": 68,
    "go": 29,
    "dude": 22,
    "goodmorning": 34,
    "goodevening": 33,
    "afternoon": 2,
    "cu": 18,
    "by": 11,
    "cee": 14,
    "later": 47,
    "night": 59,
    "bye": 12,
    "goodbye": 32,
    "have": 36,
    "nice": 58,
    "day": 19,
    "see": 72,
    "around": 8,
    "yes": 99,
    "y": 98,
    "indeed": 44,
    "of": 62,
    "course": 16,
    "that": 82,
    "sounds": 75,
    "correct": 15,
    "no": 60,
    "n": 55,
    "never": 57,
    "don": 21,
    "t": 79,
    "think": 85,
    "so": 74,
    "way": 93,
    "not": 61,
    "really": 66,
    "perfect": 64,
    "great": 35,
    "amazing": 4,
    "feeling": 27,
    "king": 46,
    "wonderful": 95,
    "am": 3,
    "very": 90,
    "going": 30,
    "save": 71,
    "the": 83,
    "world": 96,
    "super": 78,
    "stoked": 76,
    "extremely": 24,
    "my": 54,
    "was": 92,
    "horrible": 40,
    "sad": 70,
    "feel": 26,
    "well": 94,
    "disappointed": 20,
    "m": 50,
    "unhappy": 88,
    "extremly": 25,
    "saad": 69,
    "are": 7,
    "bot": 10,
    "human": 42,
    "talking": 80,
    "and": 6
  },
  "intent": {
    "registration": 9,
    "student_registration": 10,
    "teacher_registration": 11,
    "greet": 4,
    "goodbye": 3,
    "affirm": 0,
    "deny": 2,
    "mood_great": 6,
    "mood_unhappy": 7,
    "bot_challenge": 1,
    "inform": 5,
    "nlu_fallback": 8
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 10,
    "action_unlikely_intent": 11,
    "action_back": 0,
    "action_extract_slots": 5,
    "utter_anything_else": 12,
    "utter_default": 13,
    "utter_goodbye": 14,
    "utter_greet": 15,
    "utter_iamabot": 16,
    "utter_student_registeration": 17,
    "utter_teacher_registeration": 18,
    "utter_teacher_student_registration": 19
  },
  "action_text": null,
  "intent_response_key": null
}